Repository: FrontAccountingERP/FA
Catalog: install/lang/*/LC_MESSAGES/*.po
Languages: ar_eg, de_de, id_id, it_it, ka_ge

source: '%s' file should be read-only
ar_eg: الملف '%s' يجب أن يكون للقراءة فقط
de_de: '%s' Datei sollte auf 'nur lesen' gesetzt sein
id_id: File '%s' seharusnya read-only
it_it: Il file '%s' dovrebbe essere di sola lettura
ka_ge: ფაილის %s შეცვლა შეუძლებელი უნდა იყოს

source: Database auth file
ar_eg: ملف اعتماد قاعدة البيانات
de_de: Datenbank auth Datei
id_id: File autentikasi database
it_it: File di autenticazione del Database
ka_ge: მონაცემთა ბაზის აუთენთიკური ფაილი

source: '%s' file should be read-only if you do not plan to add or change companies
ar_eg: الملف '%s' يجب أن يكون للقراءة فقط ، إذا كنت تخطط أن تضيف أو تغير الشركات
de_de: '%s' Datei sollte auf 'nur lesen' gesetzt sein wenn Sie nicht vorhaben, Mandanten hinzuzufügen oder zu ändern
id_id: File '%s' seharusnya read-only jika anda tidak berencana menambah atau mengubah perusahaan
it_it: Il file '%s' dovrebbe essere di sola lettura se non si prevede di aggiungere o modificare aziende
ka_ge: ფაილის %s შეცვლა შეუძლებელი უნდა იყოს, თუ არ გეგმავ დაამატო ან შეცვალო კომპანია

source: Extensions system
ar_eg: نظام الإضافات البرمجية
de_de: Erweiterungen System
id_id: Ekstensi sistem
it_it: Estensioni del sistema
ka_ge: გაფართოებების სისტემა

source: Extensions configuration files and directories should be writeable
ar_eg: ملفات توصيف الإضافات البرمجية و المجلدات يجب أن تكون قابلة للكتابة
de_de: Konfigurations Dateien und Verzeichnisse für Erweiterungen sollten beschreibbar sein
id_id: File dan direktori konfigurasi ekstensi seharusnya dapat ditulisi
it_it: I file e le directory di configurazione delle estensioni dovrebbero essere scrivibili
ka_ge: გაფართოებების კონფიგურაციის ფაილების და დაირექტორიების ცვლილება შესაძლებელი უნდა იყოს

source: Non-standard theme directory '%s' is not writable
ar_eg: مجلد الشكل الغير معياري '%s' يجب أن يكون غير قابل للكتابة
de_de: Das NIcht-Standard-Design Verzeichnis '%s' ist nicht beschreibbar
id_id: Direktori tema non standar '%s' tidak dapat ditulisi
it_it: Directory dei temi non-standard '%s' non è scrivibile
ka_ge: არა სტანდარტული კომპოზიციის დირექტორიის %s შეცვლა შეუძლებელია

source: OpenSSL PHP extension have to be enabled to use extension repository system.
ar_eg: نظام الروابط البرمجية OpenSSL لـ PHP يجب أن يكون مفعل لأستخدام مستودع الإضافات البرمجية للنظام
de_de: OpenSSL PHP muss aktiviert sein um das FA Erweiterungssystem nutzen zu können .
id_id: Ekstensi OpenSSL PHP harus diaktifkan untuk menggunakan sistem repositori ekstensi
it_it: L'estensione PHP OpenSSL deve essere abilitata per usare il sistema del repository delle estensioni.
ka_ge: OpenSSL PHP გაფართოვება უნდა გააქტიურო, რათა გამოიყენო გაფართოებების საცავი.

source: OpenSSL have to be available on your server to use extension repository system.
ar_eg: OpenSSL يجب أن يكون متاح على الخادم حتى يمكنك أستخدام مستودع الإضافات البرمجية للنظام
de_de: OpenSSL muss auf Ihrem Server vorhanden sein um das FA Erweiterungssystem nutzen zu können .
id_id: OpenSSL harus tersedia di server anda untuk menggunakan sistem repositori ekstensi
it_it: OpenSSL deve essere disponibile sul tuo server per usare il sistema del repository delle estensioni.
ka_ge: OpenSSL PHP გაფართოვება უნდა მოიპოვებოდეს შენს სერვერზე, რათა გამოიყენო გაფართოებების საცავი.

source: Test
ar_eg: اختبار
id_id: Tes
ka_ge: ტესტი

source: Test type
ar_eg: نوع الاختبار
de_de: Testtyp
id_id: Tipe tes
it_it: Tipo test
ka_ge: ტესტის ტიპი

source: Value
ar_eg: القيمة
de_de: Wert
id_id: Nilai
it_it: Valore
ka_ge: მონაცემი

source: Comments
ar_eg: الملاحظات
de_de: Kommentare
id_id: Komentar
it_it: Commenti
ka_ge: კომენტარი

source: Ok
ar_eg: موافق
ka_ge: დიახ

source: No key field '%s' in file '%s'
ar_eg: لا يوجد حقل رئيسي '%s' في الملف '%s'
de_de: Kein Schlüsselfeld '%s' in Datei '%s'
id_id: Tidak ada bidang kunci '%s' di file '%s'

source: Cannot download repo index file.
ar_eg: يتعذر تنزيل ملف فهرس إعادة الشراء.
de_de: Repo-Indexdatei kann nicht heruntergeladen werden.
id_id: Tidak bisa mendownload file repo index.

source: Cannot delete outdated '%s' file.
ar_eg: يتعذر تنزيل الملف '%s'.
de_de: Die veraltete '%s'-Datei kann nicht gelöscht werden.
id_id: Tidak dapat menghapus file usang '%s'.

source: Release file in repository is invalid, or public key is outdated.
ar_eg: ملف الإصدار في مستودع التخزين غير صالح، أو أن المفتاح العمومي قديم.
de_de: Die Release-Datei im Repository ist ungültig oder der öffentliche Schlüssel ist veraltet.
id_id: File rilis dalam repositori tidak valid, atau kunci publik sudah usang.

source: Repository version does not match application version.
ar_eg: نسخة مستودع لا يطابق إصدار التطبيق.
de_de: Die Repository-Version stimmt nicht mit der Anwendungsversion überein.
id_id: Versi repositori tidak cocok dengan versi aplikasi.

source: Cannot download '%s' file.
ar_eg: يتعذر تنزيل الملف '%s'.
de_de: Die veraltete '%s'-Datei kann nicht gelöscht werden.
id_id: Tidak bisa mendownload file '%s'.

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
ar_eg: ت نبيه الأمان: ملف الفهرس المكسور في المستودع'%s'. الرجاء إعلام مسؤول مستودع التخزين عن هذه المشكلة.
de_de: Sicherheitswarnung: defekte Indexdatei im Repository '%s'. Bitte informieren Sie den Repository-Administrator über dieses Problem.
id_id: Peringatan keamanan: file indeks rusak dalam repositori '%s'. Informasikan kepada administrator repositori tentang masalah ini.

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
ar_eg: تنبيه الأمن: حزمة مكسورة '%s' في مستودع. الرجاء إعلام مسؤول مستودع التخزين عن هذه المشكلة.
de_de: Sicherheitswarnung: Paket '%s' im Repository wurde unterbrochen. Bitte informieren Sie den Repository-Administrator über dieses Problem.
id_id: Peringatan keamanan: paket rusak '%s' dalam repositori. Informasikan kepada administrator repositori tentang masalah ini.

source: Package '%s' not found.
ar_eg: لم يتم العثور على الحزمة '%s'.
de_de: Das Paket '%s' wurde nicht gefunden.
id_id: Paket '%s' tidak ditemukan.

source: Set Only Port value if you cannot use the default port 3306.
ar_eg: تعيين قيمة المنفذ فقط إذا لم تتمكن من استخدام المنفذ الافتراضي 3306.
de_de: Setzen Sie Only Port value, wenn Sie den Standardport 3306 nicht verwenden können.
id_id: Atur nilai Port hanya jika Anda tidak dapat menggunakan port default 3306.
