Repository: FrontAccountingERP/FA
Catalog: install/lang/*/LC_MESSAGES/*.po
Languages: ar_eg, de_de, id_id, it_it, ka_ge

source: FrontAccouting ERP Installation Wizard
ar_eg: معالج التثبيت الخاص بالحل المالي لإدارة موارد المؤسسات "FrontAccounting"
de_de: FrontAccouting ERP Installationsassistent
id_id: Wisaya Instalasi Front Accounting ERP
it_it: Installazione guidata FontAccounting ERP
ka_ge: FrontAccouting ERP დაყენების გიდი

source: Step %d: %s
ar_eg: الخطوة %d: %s
de_de: Schritt %d: %s
id_id: Langkah %d: %s
it_it: Passo %d: %s
ka_ge: ნაბიჯი %d: %s

source: Chart of accounts
ar_eg: خريطة الحسابات
de_de: Kontenplan
id_id: Bagan akun
it_it: Piano dei conti
ka_ge: ანგარიშთა გეგმა

source: Encoding
ar_eg: الترميز
de_de: Kodierung
it_it: Codifica
ka_ge: კოდირება

source: Description
ar_eg: الوصف
de_de: Beschreibung
id_id: Penjelasan
it_it: Descrizione
ka_ge: აღწერა

source: Install
ar_eg: التثبيت
de_de: Installation
id_id: Instal
it_it: Installa
ka_ge: დააყენე

source: Installed
ar_eg: تم تثبيته
de_de: Installiert
id_id: Telah diinstal
it_it: Installato
ka_ge: დაყენებული

source: Language
ar_eg: اللغة
de_de: Sprache
id_id: Bahasa
it_it: Lingua
ka_ge: ენა

source: Cannot connect to database. User or password is invalid or you have no permittions to create database.
ar_eg: لا يمكن الاتصال بقاعدة البيانات. المستخدم أو كلمة المرور غير صالحة أو ليس لديك أذونات لإنشاء قاعدة بيانات.
de_de: Verbindung zur Datenbank nicht möglich Benutzer oder Passwort ist ungültig oder Sie haben keine Erlaubnis, eine Datenbank zu erstellen.
id_id: Tidak dapat terhubung ke database. Pengguna atau kata sandi tidak valid atau Anda tidak memiliki permittan untuk membuat database.

source: Cannot save system configuration file 'config.php'.
ar_eg: لا يمكن حفظ ملف التوصيف الخاص بالنظام 'config.php'
de_de: Kann die Konfigurationsdatei 'config.php' nicht speichern.
id_id: Tidak dapat menyimpan file konfigurasi 'config.php'.
it_it: Impossibile salvare il file di configurazine di sistema 'config.php'.
ka_ge: სისტემის კონფიგურაციის ფაილის 'config.php'-ის შენახვა შეუძლებელია

source: Cannot open 'config_db.php' configuration file.
ar_eg: لا يمكن فتح ملف التوصيف 'config_db.php'
de_de: Kann die Konfigurationsdatei 'config_db.php' nicht öffnen
id_id: Tidak dapat membuka file konfigurasi 'config_db.php'.
it_it: Impossibile aprire il file di configurazione 'config_db.php'.
ka_ge: კონფიგურაციის ფაილის 'config_db.php' გახსნა შეუძლებელია.

source: Cannot write to the 'config_db.php' configuration file.
ar_eg: لا يمكن الكتابة على ملف التوصيف 'config_db.php'
de_de: Die Konfigurationsdatei 'config_db.php' ist nicht beschreibbar.
id_id: Tidak dapat melakukan penulisan file konfigurasi 'config_db.php'.
it_it: Impossibile scrivere il file di configurazione 'config_db.php'.
ka_ge: კონფიგურაციის ფაილის 'config_db.php' ცვლილება შეუძლებელია.

source: Configuration file 'config_db.php' is not writable. Change its permissions so it is, then re-run installation step.
ar_eg: ملف التوصيف 'config_db.php' غير قابل للكتابة ، الرجاء تغيير صلاحيات الأستخدام و بعد ذلك أعد تشغيل خطوة التثبيت مرة أخرى
de_de: Konfigurationsdatei 'config_db.php' ist nicht beschreibbar. Ändern Sie die Berechtigungen wenn notwendig und wiederholen Sie den Installationsschritt.
id_id: File konfigurasi 'config_db.php' tidak dapat ditulisi. Ubah hak aksesnya, lalu ulangi tahapan instalasi.
it_it: Il file di configurazione 'config_db.php' non è scrivibile. Cambia i permessi e ripercorri lo step di installazione.
ka_ge: კონფიგურაციის ფაილის 'config_db.php' ცვლილება შეუძლებელია. შეცვალე მასზე უფლებები და სცადე ეს ნაბიჯი კიდევ.

source: Host name cannot be empty.
ar_eg: أسم المضيف لا يمكن تركه فارغاً
de_de: Host Name kann nicht leer sein.
id_id: Nama host tidak boleh dikosongkan.
it_it: Host non può essere vuoto.
ka_ge: ჰოსტის სახელი არ შეიძლება იყოს ცარიელი.

source: Database port have to be numeric or empty.
ar_eg: يجب أن يكون منفذ قاعدة البيانات رقميا أو فارغا.
de_de: Datenbank-Port muss numerisch oder leer sein.
id_id: Port database harus numerik atau kosong.

source: Database user name cannot be empty.
ar_eg: أسم مستخدم قاعدة البيانات لا يمكن تركه فارغاً
de_de: Datenbank Benutzername darf nicht leer sein.
id_id: Nama user database tidak boleh dikosongkan.
it_it: Il nome dell'utente database non può essere vuoto.
ka_ge: მონაცემთა ბაზის მომხრმარებლის სახელი არ შეიძლება იყოს ცარიელი.

source: Database name cannot be empty.
ar_eg: لا يمكن ترك أسم قاعدة البيانات فارغاً
de_de: Datenbankname darf nicht leer sein.
id_id: Nama data base tidak boleh dikosongkan.
it_it: Il nome del database non può essere vuoto.
ka_ge: მონაცემთა ბაზის სახელი არ შეიძლება იყოს ცარიელი.

source: Company name cannot be empty.
ar_eg: لا يمكن ترك أسم الشركة فارغاً
de_de: Firmenname kann nicht leer sein.
id_id: Nama perusahaan tidak boleh dikosongkan.
it_it: Il nome dell'azienda non può essere vuoto.
ka_ge: კომპანიის სახელი არ შეიძლება იყოს ცარიელი.

source: Company admin name cannot be empty.
ar_eg: لا يمكن ترك أسم مدير النظام فارغاً
de_de: Name des Admins der Firma kann nicht leer sein.
id_id: Nama admin perusahaan tidak boleh dikosongkan.
it_it: Il nome dell'amministartore dell'azienda non può essere vuoto.
ka_ge: კომპანიის ადმინის სახელი არ შეიძლება იყოს ცარიელი.

source: Company admin password cannot be empty.
ar_eg: لا يمكن ترك كلمة مرور مدير النظام فارغاً
de_de: Passwort des Admins der Firma kann nicht leer sein.
id_id: Kata sandi admin perusahaan tidak boleh dikosongkan.
it_it: La password dell'amministartore dell'azienda non può essere vuoto.
ka_ge: კომპანიის ადმინის პაროლი არ შეიძლება იყოს ცარიელი.

source: Company admin passwords differ.
ar_eg: كلمات مرور مدير النظام مختلفة
de_de: Admin Passwörter unterscheiden sich
id_id: Kata sandi admin perusahaan tidak sama.
it_it: Le password di amministrazione dell'azienda non coincidono.
ka_ge: კომპანიის ადმინის პაროლები განსხვავდება.

source: System Diagnostics
ar_eg: تشخيص النظام
de_de: System Diagnose
id_id: Pemeriksaan Sistem
it_it: Diagnostica di sistema
ka_ge: სისტემის დიაგნოსტიკა.

source: Select install wizard language:
ar_eg: أختيار لغة معالج التثبيت
de_de: Sprache für Installation wählen:
id_id: Pilih bahasa yg akan digunakan:
it_it: Seleziona la lingua dell'installazione guidata:
ka_ge: აირჩიე დაყენების გიდის ენა:

source: All application preliminary requirements seems to be correct. Please press Continue button below.
ar_eg: جميع المتطلبات التمهيدية الخاصة بالتطبيق تبدو صحيحة ، الرجاء الضغط على زر الأستمرار في الأسفل
de_de: Alle Voraussetzungen für die Installation scheinen erfüllt zu sein. Bitte drücken Sie unten auf Weiter.
id_id: Seluruh kebutuhan yg disyaratkan aplikasi telah sesuai. Harap tekan tombol Lanjutkan dibawah.
it_it: Tutti i requisiti preliminari dell'applicazione sembrano essere corretti. Premi il pulsante Continua sotto.
ka_ge: პროგრამის ყველა საწყისი მოთხოვნა სავარაუდოდ სწორია. დააჭირე გააგრძელე ღილაკს.

source: Continue >>
ar_eg: << الاستمرار
de_de: Weiter >>
id_id: Lanjutkan =>
it_it: Continua >>
ka_ge: გააგრძელე>>

source: Application cannot be installed. Please fix problems listed below in red, and press Refresh button.
ar_eg: لا يمكن تثبيت التطبيق ، الرجاء إصلاح المشاكل الملونة باللون الأحمر و المدرجة بالأسف ثم الضغط على زر التنشيط
de_de: Die Anwendung kann nicht installiert werden. Bitte beheben Sie die Probleme die unten in rot gelistet sind und drücken anschließend auf Aktualisieren
id_id: Aplikasi tidak dapat diinstalasi. Harap perbaiki masalah yg ditandai merah dibawah, dan tekan tombol MuatUlang.
it_it: L'applicazione non può essere installata. Risolvi i problemi visualizzati sotto in rosso, e premi il pulsante Aggiorna.
ka_ge: პროგრამის დაყენება შეუძლებელია. გაასწორე ქვემოთ წითლად ჩამოთვლილი და დააჭირე განაახლე ღილაკს.

source: Refresh
ar_eg: تنشيط
de_de: Aktualisieren
id_id: MuatUlang
it_it: Aggiorna
ka_ge: განაახლე

source: Database Server Settings
ar_eg: إعدادات خادم قاعدة البيانات
de_de: Datenbank Server Einstellungen
id_id: Seting server database
it_it: Impostazioni Database
ka_ge: მონაცემთა ბაზის სერვერის პარამეტრები

source: Server Host:
ar_eg: الخادم المستضيف :
id_id: Host server:
ka_ge: ჰოსტი სერვერი:

source: Server Port:
ar_eg: منفذ الخادم:

source: Database Name:
ar_eg: أسم قاعدة البيانات:
de_de: Datenbank Name:
id_id: Nama Database:
it_it: Nome Database:
ka_ge: მონაცემთა ბაზის სახელი:

source: Database User:
ar_eg: مستخدم قاعدة البيانات:
de_de: Datenbank Benutzer:
id_id: Nama user database :
it_it: Utente Database:
ka_ge: მონაცემთა ბაზის მომხმარებელი:

source: Database Password:
ar_eg: كلمة مرور قاعدة البيانات:
de_de: Datenbank Passwort:
id_id: Kata sandi untuk database:
it_it: Password Database:
ka_ge: მონაცემთა ბაზის პაროლი:

source: Database Collation:
ar_eg: تجميع قاعدة البيانات:
de_de: Datenbank Kollation:
it_it: Confronto Database:

source: Use '0_' Table Prefix:
ar_eg: استخدام '0_' كبادئة جدول
de_de: '0_' den Tabellen voranstellen:
id_id: Gunakan awalan tabel '0_':
it_it: Usa '0_' Prefisso Tabelle:
ka_ge: გამოიყენე '0_' ცხრილის პრეფიქსი:

source: Yes
ar_eg: نعم
de_de: Ja
id_id: Ya
it_it: Si
ka_ge: დიახ

source: No
ar_eg: لا
de_de: Nein
id_id: Tidak
ka_ge: არა

source: Install Additional Language Packs from FA Repository:
ar_eg: تثبيت حزم لغات إضافية من مستودع التطبيق :
de_de: Zusätzliche Sprachpakete aus dem FA Vorrat installieren:
id_id: Install tambahan bahasa dari repositori FA:
it_it: Installa Pacchetti di Lingua Aggiuntivi dal Repository FA:
ka_ge: დააყენე დამატებითი ენა პროგრამის საცავიდან:

source: Install Additional COAs from FA Repository:
ar_eg: تثبيت خرائط حسابات أضافية من مستودع التطبيق :
de_de: Zusätzliche Kontenpläne aus dem FA Vorrat installieren:
id_id: Install tambahan bagan akun dari repositori FA:
it_it: Installa COA Addizionali dal Repository FA:
ka_ge: დააყენე დამატებითი ანგარიშთა გეგმა პროგრამის საცავიდან:

source: Select collation you want to use. If you are unsure or you will use various languages, select unicode collation.
ar_eg: حدد الترتيب الذي تريد استخدامه. إذا كنت غير متأكد أو سوف تستخدم لغات مختلفة، حدد ترتيب ونيكود.
de_de: Wählen Sie die Sortierung aus, die Sie verwenden möchten. Wenn Sie sich nicht sicher sind oder verschiedene Sprachen verwenden möchten, wählen Sie die Unicode-Sortierung.
id_id: Pilih pemeriksaan yang ingin Anda gunakan. Jika Anda tidak yakin atau Anda akan menggunakan berbagai bahasa, pilih pemeriksaan unicode.

source: Use table prefix if you share selected database for more than one FA company using the same collation.
ar_eg: استخدم بادئة الجدول إذا قمت بمشاركة قاعدة البيانات المحددة لأكثر من شركة فا باستخدام نفس الترتيب.
de_de: Verwenden Sie das Tabellenpräfix, wenn Sie die ausgewählte Datenbank für mehrere FA-Unternehmen freigeben, die dieselbe Kollatierung verwenden.
id_id: Gunakan awalan tabel jika Anda membagikan database yang dipilih untuk lebih dari satu perusahaan FA yang menggunakan pemeriksaan yang sama.

source: Do not select additional langs nor COAs if you have no working internet connection right now. You can install them later.
ar_eg: لا تختار لغات إضافية أو خرائط حسابات إضافية إذا لم يكن لديك الآن توصيلة أنترنت تعمل بكفاءة ، يمكنك أن تثبت اللغات و خرائط الحسابات في وقت لاحق
de_de: Installieren Sie keine zusätzlichen Sprachen oder Kontenpläne wenn Sie über keine Internet Verbindung verfügen. Sie können diese später installieren.
id_id: Jangan pilih tambahan bahasa atau bagan akun jika anda tidak memiliki sambungan internet sekaran. Anda dapat menginstalnya nanti.
it_it: Non selezionare ora lingue o COA addizionali se non hai una connessione internet funzionante. Potrai installarli successivamente.
ka_ge: არ აირჩიო დამატებითი ენა ან/და ანგარიშთა გეგმა თუ არ გაქვს ინტერნეტითან კავშირი. შეგიძლია ეს გააკეთო მოგვიანებით.

source: << Back
ar_eg: للخلف >>
de_de: << Zurück
id_id: <= Kembali
it_it: << Indietro
ka_ge: <<უკან

source: User Interface Languages Selection
ar_eg: اختيار لغات واجهة المستخدم
de_de: Sprachenauswahl für Benutzeroberfläche
id_id: Pilihan bahasa antarmuka
it_it: Selezione Lingue Interfaccia Utente
ka_ge: მომხმარებილის ინტერეფეისის ენის არჩევა

source: Charts of Accounts Selection
ar_eg: أختيار خرائط الحسابات
de_de: Auswahl Kontenplan
id_id: Pemilihan bagan akun.
it_it: Selezione Piano dei Conti
ka_ge: ანაგარიშთა გეგმის არჩევა

source: Company Settings
ar_eg: إعدادات الشركة
de_de: Mandanteneinstellungen
id_id: Seting Perusahaan
it_it: Impostazioni dell'azienda
ka_ge: კომპანიის პარამეტრები

source: Company Name:
ar_eg: أسم الشركة :
de_de: Name Mandant (Firma):
id_id: Nama Perusahaan:
it_it: Nome Azienda:
ka_ge: კომპანიის სახელი:

source: Admin Login:
ar_eg: أسم الدخول لمدير النظام :
id_id: Login Admin:
it_it: Login amministratore:
ka_ge: ადმინის სახელი:

source: Admin Password:
ar_eg: كلمة مرور مدير النظام :
de_de: Admin Passwort:
id_id: Kata sandi Admin:
it_it: Password Amministratore:
ka_ge: ადმინის პაროლი:

source: Reenter Password:
ar_eg: إعادة أدخال كلمة المرور :
de_de: Passwort nochmals eingeben:
id_id: Ulangi masukkan kata sandi:
it_it: Reinserisci la Password:
ka_ge: თავიდან შეიყვანე პაროლი:

source: Select Chart of Accounts:
ar_eg: اختيار خريطة الحسابات :
de_de: Kontenplan auswählen:
id_id: Pilih bagan akun:
it_it: Seleziona un piano dei conti:
ka_ge: აირჩიე ანგარიშთა გეგმა:

source: Select Default Language:
ar_eg: اختيار اللغة الأفتراضية :
de_de: Standardsprache auswählen:
id_id: Pilih bahasa default:
it_it: Seleziona la Lingua di default:
ka_ge: აირჩიე ძირითადი ენა:

source: Start installation process
ar_eg: بدء عملية التثبيت
de_de: Starten Sie den Installationsprozess
id_id: Mulai proses instalasi

source: FrontAccounting ERP has been installed successsfully.
ar_eg: تمت عملية تثبيت FrontAccounting ERP بنجاح
de_de: FrontAccounting ERP wurde erfolgreich installiert.
id_id: FrontAccounting ERP telah diinstalasi dengan sukses.
it_it: FrontAccounting ERP è stato installato con successo.
ka_ge: FrontAccounting ERP დაყენდა წარმატებით.

source: Please do not forget to remove install wizard folder.
ar_eg: الرجاء لا تنسى أن تزيل مجلد معالج التثبيت
de_de: Bitte vergessen Sie nicht das Verzeichnis des Installationsassistenten (install wizard) zu entfernen
id_id: Harap jangan lupa menghapus direktori wisaya instalasi.
it_it: Perfavore non dimenticare di rimuovere la cartella di installazione guidata.
ka_ge: არ დაგავიწყდეს წაშალო install დირექტორია.

source: Click here to start.
ar_eg: الضغط هنا للبدء
de_de: Klicken Sie hier um zu starten.
id_id: Klik disini untuk memulai.
it_it: Clicca qui per iniziare.
ka_ge: დასაწყებად დააჭირე აქ.

source: Info
ar_eg: معلومات
ka_ge: ინფო

source: Optional
ar_eg: اختياري
id_id: Opsional
it_it: Opzionale
ka_ge: ნებაყოფილობითი

source: Recommended
ar_eg: يوصى به
de_de: Empfohlen
id_id: Direkomendasikan
it_it: Raccomandato
ka_ge: რეკომენდირებული

source: Required
ar_eg: مطلوب
de_de: Erforderlich
id_id: Diperlukan
it_it: Richiesto
ka_ge: საჭირო

source: MySQL version
ar_eg: إصدار MySQL
id_id: Versi MySQL
it_it: Versione MySQL
ka_ge: MySQL ვერსია

source: Upgrade MySQL server to version at least 4.1
ar_eg: ترقية خادم MySQL إلى الإصدار 4.1 على الأقل
de_de: Den MySQL Server mindestens auf Version 4.1 aktualisieren
id_id: Upgrade server MySQL minimal ke versi 4.1
it_it: Aggiorna il server MySQL almeno alla versione 4.1
ka_ge: განაახლე MySQL სერვერი მინიმუმ 4.1 ვერსიამდე

source: PHP MySQL extension
ar_eg: رابط برمجي بين PHP و MySQL
de_de: PHP MySQL Erweiterung
id_id: Ekstensi PHP MySQL
it_it: Estensione PHP MySQL
ka_ge: PHP MySQL გაფართოვება

source: Your PHP has to have MySQL extension enabled.
ar_eg: الـ PHP الخاص بك يجب أن يحتوي على رابط برمجي لـ MySQL مفعل
de_de: Ihre PHP-MySQL-Erweiterung muss aktiviert sein.
id_id: PHP anda harus memiliki ekstensi MySQL yg diaktifkan.
it_it: PHP deve avere l'estensione MySQL abilitata.
ka_ge: შენი PHP-ს გაუაქტიურე MySQL გაფართოება.

source: PHP version
ar_eg: إصدار PHP
id_id: Versi PHP
it_it: Versione PHP
ka_ge: PHP ვერსია

source: Upgrade PHP to version at least 5.0.0
ar_eg: ترقية PHP إلى الإصدار رقم 5.0.0 على الأقل
de_de: PHP Version mindestens auf 5.0.0 aktualisieren
id_id: Upgrade PHP minimal ke versi 5.0.0
it_it: Aggiorna PHP almeno alla versione 5.0.0
ka_ge: განაახლე PHP მინიმუმ 5.0.0 ვერსიამდე

source: Server system
ar_eg: نظام الخادم
id_id: Sistem server
it_it: Sistema Server
ka_ge: სერვერის სისტემა

source: Session save path
ar_eg: مسار حفظ جلسة الأستخدام
de_de: Pfad für Session Daten
id_id: Lokasi penyimpanan sesi
it_it: Path salvataggio Sessione
ka_ge: სესიის დამახსოვრების მისამართი

source: Removed install wizard folder
ar_eg: مجلد معالج التثبيت الذي تمت إزالته
de_de: Entferntes Verzeichnis des Installationsassistenten (install wizard)
id_id: Direktori wisaya instalasi dihapus
it_it: La cartella di installazione guidata è stata rimossa
ka_ge: დასაყენებელი გიდის დირექტორია მოშორებულია

source: Not removed
ar_eg: لم يتم إزالته
de_de: Nicht entfernt
id_id: Tidak dihapus
it_it: Non rimosso
ka_ge: არ არის მოშორებული

source: Remove or rename install wizard folder for security reasons.
ar_eg: قم بإزالة أو قم بإعادة تسمية مجلد معالج التثبيت و ذلك لأسباب أمنية
de_de: Aus Sicherheitsgründen entfernen Sie das Verzeichnis des Installationsassistenten (install wizard) bzw. benennen Sie es um
id_id: Hapus atau ganti nama direktori wisaya instalasi demi alasan keamanan.
it_it: Rimuovi o rinomina la cartella di installazione guidata per motivi di sicurezza.
ka_ge: უსაფრთხოების თვალსაზრისით მოაშორე ან გადაარქვი დასაყენებელი გიდის დირექტორია(ს).

source: Browser type
ar_eg: نوع المتصفح
de_de: Browsertyp
id_id: Tipe browser
it_it: Tipo browser
ka_ge: ბრაუზერის ტიპი

source: Any browser is supported
ar_eg: أي مستصفح تم دعمه
de_de: Jeder Browser wird unterstützt
id_id: Browser apa saja didukung.
it_it: Tutti i browser sono supportati
ka_ge: ნებისმიერ ბრაუზერთან თავსებადია

source: Http server type
ar_eg: نوع خادم Http
de_de: Http Server Typ
id_id: Tipe server http
it_it: Tipo server Http
ka_ge: Http სერვერის ტიპი

source: Any server is supported
ar_eg: أي خادم تم دعمه
de_de: Jeder Server wird unterstützt
id_id: Server apa saja didukung
it_it: Tutti i server sono supportati
ka_ge: ნებისმიერ სერვერთან თავსებადია

source: Native gettext
ar_eg: جيتيكس الطبيعية
de_de: Nativer gettext
id_id: Gettext alami
it_it: Gettext nativo
ka_ge: gettext თავსებადი

source: In case of no gettext support, php emulation is used
ar_eg: في حالة عدم دعم جيتيكس ، فإن محاكي PHP سوف يستخدم
de_de: Im Fall dass gettext nicht unterstützt wird, wird PHP Emulation verwendet
id_id: Jika tidak ada dukungan gettext, emulasi php yg digunakan
it_it: In caso di mancanza di gettext, verrà usata un'emulazione php
ka_ge: gettext-ის მხარდაჭერის არ არსებობისას, გამოიყენება php ემულაცია

source: Debugging mode
ar_eg: بيئة تصحيح الأخطاء
de_de: Debug Modus
id_id: Mode pencarian kesalahan.
it_it: Modalità di debug
ka_ge: შეცდომების გამოვლინება გააქტიურებულია

source: To switch debugging on set $go_debug>0 in config.php file
ar_eg: لتفعيل بيئة تصحيح الأخطاء يجب أن يتم ضبط $go_debug>0 في الملف config.php
de_de: Um den Debug Modus einzuschalten, setzen Sie $go_debug>0 in der config.php
id_id: Untuk mengaktifkan mode pencarian kesalahan, set $go_debug>0 di file cofig.php
it_it: Per abilitare il debugging imposta $go_debug>0 nel file config.php
ka_ge: შეცდომების გამოვლინების გასააქტიურებლად მიუთითე $go_debug>0 config.php ფაილში

source: Error logging
ar_eg: سجل وقائع الأخطاء
de_de: Fehlerprotokollierung
id_id: Pencatatan kesalahan
it_it: Loggin Errori
ka_ge: შეცდომების ჩაწერა

source: Disabled
ar_eg: غير مفعل
de_de: Inaktiv
id_id: Dinonaktifkan
it_it: Disabilitato
ka_ge: გათიშულია

source: To switch error logging set $error_logging in config.php file
ar_eg: لتفعيل سجل وقائع الأخطاء يجب أن يتم ضبط $error_logging في ملف config.php
de_de: Um die Fehlerprotokollierung einzuschalten setzen Sie $error_logging in der config.php Datei
id_id: Untuk mengubah pencatatan kesalahan, set $error_logging di file config.php
it_it: Per abilitare il logging degli errori imposta $error_logging nel file config.php
ka_ge: შეცდომების ჩაწერის გასააქტიურებლად მიუთითე $error_logging config.php ფაილში

source: Log file is not writeable
ar_eg: ملف سجل الوقائع غير قابل للكتابة عليه
de_de: Log-Datei ist nicht beschreibbar
id_id: File catatan log tidak dapat ditulisi
it_it: Il file di log non è scrivibile
ka_ge: შეცდომების ფაილის შეცვლა შეუძლებელია

source: Current database version
ar_eg: إصدار قاعدة البيانات الحالي
de_de: Aktuelle Datenbank Version
id_id: Versi database saat ini
it_it: Versione corrente del database
ka_ge: მიმდინარე მონაცემთა ბაზის ვერსია

source: Database structure seems to be not upgraded to current version
ar_eg: يبدو أن هيكل قاعدة البيانات لم تتم ترقيته إلى الإصدار الحالي
de_de: Datenbank Schema scheint nicht auf die letzte Version aktualisiert worden zu sein
id_id: Struktur database sepertinya belum diupgrade ke versi saat ini
it_it: La struttura del database sembra non essere aggiornata alla versione corrente
ka_ge: მონაცემთა ბაზის სტრუქტურა არ არის განახლებული მიმდინარე ვერსიამდე

source: Company subdirectories consistency
ar_eg: اتساق الفهارس الفرعية للشركة
de_de: Mandanten Unterverzeichnisse Konsistenz
id_id: Konsistensi subdirektori perusahaan
it_it: Consistenza sottodirectory azienda
ka_ge: კომპანიის ქვედირექტორიების თანმიმდევრულობა.

source: '%s' is not writeable
ar_eg: '%s' غير قابل للكتابة عليه
de_de: '%s' ist nicht beschreibbar
id_id: '%s' tidak dapat ditulisi
it_it: '%s' non è scrivibile
ka_ge: %s ის შეცვლა შეუძლებელია

source: Temporary directory
ar_eg: الفهرس المؤقت
de_de: Temporäres Verzeichnis
id_id: Direktori sementara
it_it: Directory temporanea
ka_ge: დრეოებითი დირექტორია

source: Language configuration consistency
ar_eg: اتساق توصيف اللغة
de_de: Spracheneinstellung - Konsistenz
id_id: Konsistensi konfigurasi bahasa
it_it: Consistenza configurazione lingua
ka_ge: ენის კონფიგურაციის თანმიდევრულობა

source: Languages folder should be writeable.
ar_eg: مجلد اللغات يجب أن يكون قابل للكتابة عليه
de_de: Sprachen Ordner sollten beschreibbar sein.
id_id: Direktori bahasa seharusnya bisa ditulisi
it_it: La cartella delle lingue dovrebbe essere scrivibile.
ka_ge: ენების დირექტორია ცვლილება შესაძებელი უნდა იყოს.

source: Languages configuration file should be writeable.
ar_eg: ملف توصيف اللغات يجب أن يكون قابل للكتابة عليه
de_de: Sprachen Konfigurationsdatei sollte beschreibbar sein.
id_id: File konfigurasi bahasa seharusnya bisa ditulisi
it_it: Il file di configurazione di lingua dovrebbe essere scrivibile.
ka_ge: ენების კონფიგურაციის ფაილის ცვლილება შესაძლებელი უნდა იყოს.

source: Missing %s translation file.
ar_eg: ملف الترجمة %s مفقود
de_de: Fehlende %s Übersetzungsdatei.
id_id: File terjemahan %s tidak ada
it_it: Manca il file di traduzione %s .
ka_ge: %s სათარგმნი ფაილის არ მოიპოვება.

source: Missing system locale: %s
ar_eg: مسار النظام المفقود : %s
de_de: Fehlendes lokales Schema: %s
id_id: Lokalisasi sistem tidak ada : %s
it_it: Locale di sistema mancante: %s
ka_ge: %s სისტემის ლოკალე არ მოიპოვება

source: Main config file
ar_eg: ملف التوصيف الرئيسي
de_de: Haupt-Konfigurationsdatei
id_id: File konfigurasi utama
it_it: File principale di config
ka_ge: მთავარი კონფიგურაციის ფაილი

source: Can't write '%s' file. Check FA directory write permissions.
ar_eg: لا يمكن الكتابة على الملف '%s' ، قم بفحص صلاحيات الكتابة على مجلد التطبيق
de_de: Kann '%s'-Datei nicht schreiben. Überprüfen Sie die Schreibrechte im FA-Verzeichnis .
id_id: Tidak dapat melakukan penulisan atas file '%s'. Periksa hak akses penulisan direktori FA
it_it: Non posso scrivere il file '%s'. Controlla i permessi di scrittura della directory di FA.
ka_ge: ფაილის %s ის შეცვლა შეუძებელია. შეამოწმე FA დირექტორიის ცვლილების უფლება.

source: '%s' file exists.
ar_eg: ملف '%s' موجود
de_de: '%s' Datei existiert.
id_id: file '%s' ditemukan.
it_it: Il file '%s' esiste.
ka_ge: ფაილის %s არსებობს.
